alacritty
amd-ucode
ark
base
base-devel
brightnessctl
btop
btrfs-progs
cliphist
efibootmgr
firefox
flatpak
fzf
git
gnome-calculator
gst-plugin-pipewire
gvfs
hypridle
hyprpaper
libpulse
linux
linux-firmware
ly
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
rust
sof-firmware
thunar
thunar-archive-plugin
thunar-media-tags-plugin
ttf-font-awesome
ttf-jetbrains-mono-nerd
vim
waybar
wget
wireplumber
xdg-desktop-portal-hyprland
yubico-pam
zram-generator
zsh
